<!DOCTYPE html>
<html lang="zh-CN">
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width,initial-scale=1.0,maximum-scale=1.0, minimum-scale=1.0">
	<title>关于我们</title>

	<link rel="stylesheet" href="<?php echo $pc_style; ?>css/common/reset.css">
	<link rel="stylesheet" href="<?php echo $pc_style; ?>css/common/common.css">
	<link rel="stylesheet" href="<?php echo $pc_style; ?>css/private/about_us.css">
	<script src="<?php echo $pc_style; ?>js/lib/rem.js" type="text/javascript" charset="utf-8"></script>
</head>
<body>
<div class="screen">
	<header>
		<h1>关于我们</h1>
		<a class="u_back" href="javascript:history.go(-1)">返回</a>
	</header>
	<div class="main no_footer_main no_padding">
		<div class="text_box">
			<p class="p_one">三界商城于2016年11月上线，网站初期的定位是为线下实体店铺搭建一个免费的平台，将它们联盟在一起，探索出一片新天地。我们的产品分为两个组成部分“三界商城”和“三界本地”，二者互为补充。</p>
			<h3>一、三界商城</h3>
			<p>整个商城的主体业务是B2C，也即“三界商城”。所有商品由平台自营，厂家直接供货，此外，商城使用虚拟币“三界石”进行交易，不允许直接用人民币购买，商品交易的过程类似于积分兑换，消费者使用的“三界石”基本来自于实体店铺商家的赠送。
商城的存在不仅是统一了全国各地线下实体店铺的混乱不堪的积分奖励现状，而且给消费者们提供了更多的积分兑换可能，一个几乎囊括了所有电商平台商品品类的积分兑换平台，一个与电商购物体验几无差别的积分兑换平台，对消费者而言，相当于一个免费换购的大型电商平台，公司的前景可谓是非常乐观！</p>
			<h3>二、三界本地</h3>
			<p>如果说“三界商城”是帮助实体店铺发放积分以及帮助消费者消费积分的平台的话，那么“三界本地”就是帮助实体店铺获得更多流量和收益的平台了。一进一出，才成为闭环，消费者得到实惠了，实体店铺也获得了更多的流量。
那么，“三界本地”是怎样的一个存在呢？简单而言，它是一个O2O性质的团购平台。实体店铺的商家注册账号之后，可以给自己的店铺进行装饰，同时，将自家店铺线下销售的商品打包成套餐，以更优惠的团购价格进行销售，消费者可以在线购买，然后到实体店铺去消费。消费成功之后实体店铺给消费者奖励一定的“三界石”（“三界石”是实体店铺老板使用人民币在平台充值得到的，所以消费者得到的可是实实在在的实惠！）</p>
			<h3>三、消费者福利</h3>
			<p>此外，除了实体店铺的奖励，无论是在“三界商城”兑换商品还是在“三界本地”团购套餐，平台还会给消费者奖励一定数量的“三界宝SAN”（一种基于区块链技术发行的虚拟货币，类似于比特币，具有交易属性），消费者可以拿到我们的合作网站“R8交易所”进行买卖，并通过套现成人民币获得直接收益。
这么好的产品，是不是等不及要分享给朋友了？
别急，我们给您准备了更大的惊喜——推荐朋友注册有奖！平台引入了近期甚为火热的“三级分销”制度。也就是说，您不仅可以推荐给好友，我们还会给您丰厚的奖励；除了你自己推荐的会员，你推荐的会员再去推荐的其他人也能给你您带来奖励，最多可以得到三级推荐的奖励。其中，推荐代理商还可以一次性获得现金奖励。想了解更多有关推荐奖励的信息，可直接参考文章《分享邀请》。</p>
		
		<h3>四、商家合作</h3>
		<p>目前平台处于发展期，非常欢迎有商品资源的厂家联系我们成为供应商，也欢迎有实体店铺的商家联系我们合作。</p>
		<p>商业合作：400-0680-162</p>
		<p style="margin-bottom:0.2rem ;">QQ：5896521437</p>
		</div>
	</div>	
</div>

</body>
</html>